Repository: Catbuilder/moulan
Catalog: lib/l10n/app_*.arb
Languages: de, fr, nl

source: Favorite
de: Favoriten
fr: Favoris
nl: Favorieten

source: Catalog
de: Katalog
fr: Catalogue
nl: Catalogus

source: Search
de: Suche
fr: Rechercher
nl: Zoeken

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

source: Cart
de: Korb
fr: Panier
nl: Mand

source: History
de: Kürzlich
fr: Récents
nl: Recent

# parameter
source: Parameters
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Logout
de: Abmelden
fr: Déconnexion
nl: Uitloggen

source: Scan
de: Scannen
nl: Scannen

source: Input
de: Eingang
fr: Saisir
nl: Invoer

# tocart
source: Move items to cart
de: Artikel in den Warenkorb hinzufügen
fr: Déplacer les articles dans le panier
nl: Verplaats items naar mand

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

# itemno
source: Item #
de: Art.-Nr.
fr: N° d'article
nl: Item nr.

# reqval
source: Value is required
de: Pflichtfeld
fr: valeur obligatoire
nl: verplichte waarde

# checkout
source: Check
de: Überprüfen
fr: Vérifier
nl: Controleren

source: Save
de: Speichern
fr: Sauver
nl: Opslaan

# send
source: Send cart
de: Warenkorb senden
fr: Envoyer le panier
nl: Mand verzenden

source: Quantity
de: Menge
fr: Quantité
nl: Hoeveelheid

# sendfav
source: Send as new favorite basket on e-shop
de: Zum favoriten Warenkorb im Webshop senden
fr: Envoyer dans les paniers favoris sur l'e-shop
nl: Verzend naar favoriete winkelwagen in de webshop

# sendfavtit
source: Send favorite
de: Zum Favoriten senden
fr: Envoyer favoris
nl: Verzend naar favoriete

# sendfavok
source: Your cart is sent
de: Ihr Warenkorb wurde gesendet
fr: Votre panier a été envoyé
nl: Uw winkelwagen is verzonden

# sendfavokx
source: Your cart is sent, but some item has not been sent
de: Ihr Warenkorb wurde gesendet, einige Artikeln konnten nicht versendet werden
fr: Votre panier a été envoyé, mais certains articles n'ont pas pu être envoyés
nl: Uw winkelwagen is verzonden, maar sommige artikelen konden niet worden verzonden

# sendbas
source: Add to current basket on e-shop
de: Zum aktuellen Warenkorb im Webshop hinzufügen
fr: Mettre dans le panier en cours sur l'e-shop
nl: Voeg toe aan huidige winkelwagen in de webshop

# sendbasok
source: Your cart is added
de: Ihr Warenkorb wurde hinzugefügt
fr: Votre panier a été ajouté
nl: Uw winkelwagen is toegevoegd

# sendbasokx
source: Your cart is added, but some item has not been added
de: Ihr Warenkorb wurde hinzugefügt, einige Artikeln konnten nicht hinzugefügt werden
fr: Votre panier a été ajouté, mais certains articles n'ont pas pu être ajoutés
nl: Uw winkelwagen is toegevoegd, maar sommige items konden niet worden toegevoegd

# sendorder
source: Send as a new order
de: Als Bestellung senden
fr: Envoyer comme une commande
nl: Verzenden als bestelling

# namefav
source: Name
fr: Nom
nl: Naam

# namefavh
source: Favorite basket name
de: Favorisierter Warenkorbname
fr: Nom du panier favori
nl: Favoriete winkelwagennaam

# notfound
source: Item not found
de: Artikel nicht gefunden
fr: Article non trouvé
nl: Item niet gevonden

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Login
de: Anmeldung
fr: Se connecter
nl: Inloggen

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

source: Shop code
de: Webshop Code
fr: Code du shop en ligne
nl: Webshop code

source: Request timeout
de: Anmeldezeit überschritten
fr: Délai de la demande dépassée
nl: Deadline voor aanmelding is overschreden

# faceid
source: Please authenticate to access app
de: Identifizieren Sie sich um zur App Zugang zu bekommen
fr: Merci de vous authentifier pour avoir accès à l'app.
nl: Authenticeer u om toegang te krijgen tot de app

# fieldsmandatory
source: All fields must be filled.
de: Alle Felder müssen ausgefüllt werden.
fr: Tous les champs doivent être remplis.
nl: Alle velden moeten worden ingevuld.

# mustcheckbasket
source: Please check you cart first.
de: Bitte überprüfen Sie zuerst Ihren Warenkorb.
fr: Vérifiez d'abord votre panier.
nl: Controleer eerst uw winkelwagen.

source: Hide
de: Schließen
fr: Fermer
nl: Sluiten

source: Data language
de: Datensprache
fr: Langage des données
nl: Data taal

source: Data text size
de: Textgröße der Daten
fr: Taille du texte des données
nl: Tekstgrootte van data

# nointernet
source: No internet connection, please check your connection.
de: Keine Internetverbindung, überprüfen Sie Ihre Verbindung.
fr: Pas de connexion internet, vérifiez votre connexion.
nl: Geen internetverbinding, controleer uw verbinding.

# invalidcred
source: Invalid credentials.
de: Ungültiger Login
fr: Eléments de connexion non valables.
nl: Ongeldige login

# shoperror
source: eShop connection error, please verify your shop code.
de: Fehler beim Herstellen einer Verbindung zum Webshop. Überprüfen Sie Ihren Code.
fr: Erreur de connexion au shop en ligne, merci de vérifier le code de votre shop.
nl: Fout bij het verbinden met de webshop. Controleer uw webshop code.

# shopbreak
source: Trust connection with e-shop is broken, please login again
de: Die sichere Verbindung zum Webshop wurde unterbrochen, erneut verbinden.
fr: La connexion sécurisée avec le shop est interrompue, merci de vous reconnecter.
nl: De beveiligde verbinding met de webshop is onderbroken, maak opnieuw verbinding.

source: Stock
de: Lager
nl: Voorraad

# orderunit
source: Unit
de: Einheit
fr: Unité
nl: Eenheid

# openinbrowser
source: Open shop basket
de: Öffnen Sie den Warenkorb im Webshop
fr: Ouvrir le panier sur le shop
nl: Open de winkelwagen in de webshop

source: Recipient
de: Empfänger
fr: Destinataire
nl: Ontvanger

# addmessage
source: Your message to recipient
de: Ihre Nachricht an den Empfänger
fr: Votre message
nl: Uw bericht aan de ontvanger

source: Price
de: Preis
fr: Prix
nl: Prijs

# showprice
source: Show price in cart
de: Preis im Warenkorb anzeigen
fr: Afficher le prix dans le panier
nl: Toon prijs in winkelwagen

# order
source: Send Order now
de: Bestellen
fr: Commander
nl: Bestellen

# keepcopy
source: Keep a copy in my favorites
de: Behalte eine Kopie in meinen Favoriten
fr: Garder une copie dans mes favoris
nl: Bewaar een kopie in mijn favorieten

# sendorderok
source: Your cart is sent
de: Ihr Warenkorb wurde gesendet
fr: Votre panier est envoyé
nl: Uw winkelwagen is verzonden

# thumbsize
source: Thumbnails size
de: Größe der Miniaturansichten
fr: Taille des vignettes
nl: Grootte van miniaturen

source: Packing
de: Verpackung
fr: Colisage
nl: Inpakken

# confirmdeletetext
source: Are you sure you want to delete this item?
de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
fr: Etes vous sûr de vouloir supprimer cet élément?
nl: Bent, u zeker dat u dit item wilt verwijderen?

# deleteok
source: Item is deleted
de: Element wurde gelöscht
fr: Elément supprimé
nl: Item is verwijderd

# deletenok
source: Error, item is not deleted
de: Fehler, Element wurde nicht gelöscht
fr: Erreur, l'élément n'est pas supprimé
nl: Fout, item is niet verwijderd

source: Comment
de: Anmerkung
fr: Commentaire
nl: Opmerking

# cgv
source: Terms of Sales
nl: Verkoopvoorwaarden

source: Delivery planning
nl: Leveringsplanning
